Revit 2027 API
VertexBuffer Properties
The VertexBuffer type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
VertexBuffer Class
Autodesk.Revit.DB.DirectContext3D Namespace